music/albums.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>albums</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">albums</h1>
<pre class="example">
2018-01-29 Warhaus - We Fucked A Flame Into Being
2018-01-29 Warhaus - Warhaus
2018-01-29 Joe Goddard - Electric Lines
2018-01-22 Beck - Colors
2017-12-15 Big Thief - Capacity
2017-12-14 U2 - Songs Of Experience
2017-12-14 Ride - Weather Diaries
2017-12-14 Noel Gallagher's High Flying Birds - Who Built The Moon
2017-12-14 Liam Gallagher - As You Were
2017-12-13 The xx - I See You
2017-12-13 The War on Drugs - A Deeper Understanding
2017-12-13 The National - Sleep Well Beast
2017-12-13 LCD Soundsystem - American Dream
2017-12-13 Arcade Fire - Everything Now
2017-11-17 Goldfrapp - Silver Eye
2017-11-10 Leftfield - Tourism
2017-07-16 London Grammar - Truth Is a Beautiful Thing
2017-06-02 Slowdive - Slowdive
2017-02-19 Warpaint - Heads Up
2017-02-13 David Rodigan - Fabriclive. 54
2017-01-17 The Avalanches - Wildflower
2017-01-17 Bat For Lashes - The Bride
2016-04-23 Grimes - Visions
2016-04-23 Grimes - Art Angels
2016-03-26 Chemical Brothers - Born in the Echoes
2016-02-09 Mogwai - Young Team
2016-02-09 Wolf Alice - My Love Is Cool
2016-02-09 SOHN - Tremors
2016-02-09 First Aid Kit - Stay Gold
2015-09-07 The Avener - The Wanderings Of The Avener
2015-09-07 Gemma Hayes - Bones + Longing
2015-08-31 Solomun - In Love With Diynamic
2015-06-30 Villagers - {Awayland}
2015-06-30 The War On Drugs - Lost In The Dream
2015-06-30 Damon Albarn - Everyday Robots
2015-06-09 Hot Chip - Huarache Lights
2015-06-09 Ghostpoet - Some Say I So I Say Light
2015-06-08 Susie Suh - Susie Suh
2015-06-08 Jamie xx - In Colour
2015-06-08 Ghostpoet - Shedding Skin
2015-06-08 Angus and Julia Stone - Angus and Julia Stone
2015-06-08 Amber Run - 5AM
2015-02-24 Metric - Fantasies
2014-09-25 Nightmares On Wax - Feelin Good
2014-09-25 Moderat - II
2014-09-25 Alt-J - This Is All Yours
2012-02-05 The War on Drugs - Slave Ambient
2012-01-28 Austra - Feel It Break
2012-01-25 Metronomy - The English Riviera
2009-06-06 Yeah Yeah Yeahs - Its Blitz
2007-12-15 Nightmares On Wax - In A Space Outta Sound
2007-09-09 Tosca - Suzuki In Dub
</pre>

<p>
<a href="music.html">back</a>
</p>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
